/* Localizable strings of com.apple.iChat.Managed preference manifest */

"iChat.pfm_title" =			"iChat";
"iChat.pfm_description" =			"iChat-inställningar.";

"XMPPAccount.pfm_title" =			"Kontoinformation för 10.5";
"XMPPAccount.pfm_description" =			"Kontoinformation för 10.5.";

"LoginAs.pfm_title" =			"Kontonamn";
"LoginAs.pfm_description" =			"Användarnamn och iChat-server i samma format som en e-postadress. Använd ”%@” för att ange den aktuella användarens kortnamn. Exempelvis ”%@@ichat.apple.com”";
"AllowSelfSignedSSL.pfm_title" =			"Tillåt självsignerad SSL";
"AllowSelfSignedSSL.pfm_description" =			"Ange som 1 för att tillåta självsignerade SSL-certifikat.";
"AutoDiscoverHostAndPort.pfm_title" =			"Upptäck server automatiskt";
"AutoDiscoverHostAndPort.pfm_description" =			"Ange som 1 för att klient automatiskt ska upptäcka iChat-server och -port.";
"Description.pfm_title" =			"Beskrivning";
"Description.pfm_description" =			"Kontobeskrivning.";
"UseKerberos5.pfm_title" =			"Kerberos";
"UseKerberos5.pfm_description" =			"Ange som 1 för att använda Kerberos v5-autentisering.";

"UseSSL.pfm_title" =			"Använd SSL";
"UseSSL.pfm_description" =			"Ange som 1 för att använda SSL-kryptering.";
"ServerHost.pfm_title" =			"Serveradress";
"ServerHost.pfm_description" =			"iChat-serveradress som ett DNS-namn eller en IP-adress.";
"ServerPort.pfm_title" =			"Serverport";
"ServerPort.pfm_description" =			"iChat-serverportnummer.";
"ServerSSLPort.pfm_title" =			"Server-SSL-port";
"ServerSSLPort.pfm_description" =			"iChat-serverportens SSL-portnummer.";
